emanuel-mena/crcibernetica-ideaboard-micropython/ports/esp32/boards/CRCIBERNETICAS_IDEABOARD/mpconfigboard.h
// Both of these can be set by mpconfigboard.cmake if a BOARD_VARIANT is
// specified.

#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "CRCibernetica's IdeaBoard"
#endif

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32-WROOM-32E"
#endif
